/* Distance expressed in kilometers */
"%0.1f km" = "%0.1f km";

/* Distance expressed in miles. */
"%0.1f mi" = "%0.1f mi";

/* Indicator for the percentage the user has completed towards their weekly step goal */
"%li%% of Goal" = "%li%% van doel";

/* Title for the largest gratuity, there are three levels of tipping so please ensure the three strings make sense together for small, medium, large */
"Amazing\nTip of\n%@" = "Geweldig\Fooi van\n%@";

/* Setting that puts the current walking step count on the applications icon badge */
"Badge Step Count on Icon" = "Badge Staptelling op icon";

/* The unit system that includes miles, feet and inches */
"Customary" = "Gebruikelijk";

/* Title for the settings section where the user sets their daily walking step count goal */
"Daily Step Goal" = "Dagelijks stappendoel";

/* Button indicating the they want to return */
"Done" = "Klaar";

/* The app estimates the user's walking stride length and displays it to them */
"Estimated stride" = "Geschatte pas";

/* Button title for exporting the user's data */
"Export" = "Exporteer";

/* Button title for exporting the user's data */
"ExportTransfer" = "Exporteren of overdragen";

/* The female gender, women */
"Female" = "Vrouw";

/* Example of device that supports motion tracking */
"For example, the iPhone 5s." = "Bijvoorbeeld de iPhone 5s of nieuwer.";

/* Title for the smallest gratuity, there are three levels of tipping so please ensure the three strings make sense together for small, medium, large */
"Generous\nTip of\n%@" = "Royaal\Fooi van\n%@";

/* Title for the medium gratuity, there are three levels of tipping so please ensure the three strings make sense together for small, medium, large */
"Massive\nTip of\n%@" = "Enorm\Fooi van\n%@";

/* Explanation that app needs to be given permission to access step counts. */
"In order for Pedometer++ to collect step counts it needs to be given permission in the main Settings app." = "Om ervoor te zorgen dat Pedometer++ stappentellingen kan verzamelen, moet hiervoor toestemming worden gegeven in de Instellingen app.";

/* Title of message explaining that this device isn't supported, expression of sorrow */
"I’m Sorry" = "Het spijt me";

/* Message shown while we are loading purchase data */
"Loading..." = "Laden...";

/* The male gender, men */
"Male" = "Man";

/* The unit system that includes kilometers, meters, and centimeters */
"Metric" = "Metrisch";

/* Prefix of a message saying 'My Steps for {date}' */
"My Steps for" = "Mijn Stappen voor";

/* Dismiss button for alert */
"OK" = "OK";

/* Title of message explaining their device isn't supported, should be whimsical expressing a mistake. */
"Ooops." = "Oeps.";

/* Name of the application, Pedometer++ */
"Pedometer++" = "Pedometer++";

/* Explanation that app can only collect data on a device with Apple's M7 chip */
"Pedometer++ can only collect data on a device that supports Step Count Tracking via Apple’s M7 coprocessor." = "Pedometer++ kan alleen gegevens verzamelen op een apparaat dat Stappen Meten ondersteunt via de Bewegings (M7, M8,...) coprocessor van Apple.";

/* Title for the User's Data Export */
"Pedometer++ Export" = "Pedometer++ Export";

/* Explanation that the development of this app relies on the contributions made my its users. */
"Pedometer++ relies on your support to fund its development.  If you find it useful and motivating to get healthy and active, please consider supporting the app by leaving a tip in our Tip Jar." = "Pedometer++ vertrouwt op je steun om de ontwikkeling ervan te financieren.\n\nAls je het nuttig en motiverend vindt om gezond en actief te worden, overweeg dan om de app te steunen door een fooi achter te laten in onze fooienpot.\n\nElke gegeven fooi verwijdert ook alle advertenties van de app.";

/* Title of alert telling user Push Notifications failed to load */
"Push Notifications" = "Push meldingen";

/* Title of the Settings area of the app */
"Settings" = "Instellingen";

/* Header of export of user's data */
"Step Count Export from Pedometer++" = "Stappentelling geëxporteerd vanuit Pedometer++";

/* Progress text while a tip/gratuity is being processed */
"Tip in Progress" = "Fooi bezig";

/* Title for the area of the app where we ask for tips/gratuities for supporting the app's development */
"Tip Jar" = "Fooienpot";

/* Explanation that app was unable to register for push notifications */
"Unable to register for Push Notifications.\n\nPlease verify Notifications are enabled in the Settings app." = "Kan niet registreren voor push meldingen.\n\nControleer of meldingen zijn ingeschakeld in de Instellingen app.";

/* Explanation of what the step badge looks like */
"Will display the current step count on the Pedometer++ app icon." = "Geeft het huidige aantal stappen weer op het Pedometer++ app icon.";

/* Prefix of the statement  */
"You have taken %@ steps (%@) using Pedometer++.\n\n" = "Je hebt %1$@ stappen (%2$@) gezet met Pedometer++.\n\n";

/* Number of floors climbed */
"%li floors" = "%li verdiepingen";

/* Single Floor Climbed */
"%li floor" = "%li verdieping";

/* Goal Achieved */
"Goal Achieved!" = "Doel bereikt!";

/* Automatic Distance Estimation */
"Automatic Distance Estimation" = "Afstand Schatting";

/* Automatic Distance Explanation */
"Distance Explanation" = "Schat de gelopen afstand automatisch in, dit kan meer variabel zijn, maar komt overeen met de Gezondheid app.";

/* Merge Apple Watch Data */
"Merge Apple Watch Data" = "Apple Watch-gegevens samenvoegen";

/* Intelligently merge motion data from your iPhone and Apple Watch to give a better overall view of your activity. */
"Intelligently merge motion data from your iPhone and Apple Watch to give a better overall view of your activity." = "Voeg op intelligente wijze bewegingsgegevens van je iPhone en Apple Watch samen om een beter totaalbeeld van je activiteit te krijgen.";

/* Start Walk */
"Start Walk" = "Begin wandeling";

/* End Walk */
"End Walk" = "Stop wandeling";

/* Button to begin a workout session within the app.*/
"Start Workout" = "Start training";

/* Button to begin an outdoor walking session within the app.*/
"Outdoor Walk" = "Buiten wandeling";

/* Button to begin an indoor walking session within the app.*/
"Indoor Walk" = "Binnen wandeling";

/* Button to end a workout session within the app.*/
"End Workout" = "Stop training";

/* Title for the settings section where the user sets their daily walking step count goal */
"Daily Push Goal" = "Dagelijks pushdoel";

/* Wheelchair Mode */
"Wheelchair Mode" = "Rolstoelmodus";

/* Have Pedometer++ use your Apple Watch to measure your daily wheelchair push counts rather than steps. */
"Have Pedometer++ use your Apple Watch to measure your daily wheelchair push counts rather than steps." = "Laat Pedometer++ je Apple Watch gebruiken om je dagelijkse rolstoelduwtellingen te meten in plaats van stappen.";

/* number of days that a streak is active */
"days" = "dagen";

/* setting to turn rest days on or off */
"Allow Rest Days" = "Rustdagen toestaan";

/* No comment provided by engineer. */
"When enabled, activity streaks will not be broken by a single day missed after six consecutive days of reaching your goal." = "Als deze optie is ingeschakeld, worden activiteitsreeksen na zes opeenvolgende dagen na het bereiken van je doel, niet verbroken door een enkele gemiste dag.";


/* Units to use to display distances (km vs mi) */
"Distance Units" = "Afstandseenheden";

/* Title on the section of the app wehre you can email the developer */
"Get Help" = "Hulp krijgen";

/* Title on the section of the app wehre you can email the developer */
"Help" = "Hulp krijgen";

/* Button to contact the developer */
"Email Us" = "Email ons";

/* description next to email us button */
"Have a question or suggestion for the app?" = "Heb je een vraag of suggestie voor de app?";

/* description for the export button */
"Export your step data for use outside of the app." = "Exporteer je stapgegevens voor gebruik buiten de app of zet ze over naar een nieuwe iPhone.";

/* button title to restore past purchase */
"Restore Purchase" = "Herstel aankoop";

/* title for section of the app requesting the user leave a review */
"Leave a Review" = "Laat een beoordeling achter";

/* description for section of the app requesting that the user leave a review for the app in the App Store, informal */
"If you have a minute to leave a review in the App Store, I'd really appreciate it. It really helps! Thank you." = "Als je even de tijd hebt om een recensie achter te laten in de App Store, zou ik dat erg op prijs stellen. Het helpt echt! Bedankt.";

/* title of the achievements section of the app */
"Achievements" = "Prestaties";

/* title for the Day Total awards section of the Achievements area */
"Day Totals" = "Dagelijkse stappen";

/* title for the Streaks awards section of the Achievements area */
"Streaks" = "Reeks";

/* title for the Lifetime Steps awards section of the Achievements area */
"Lifetime Steps" = "Levenslange stappen";

/* title for the Lifetime Floors awards section of the Achievements area */
"Lifetime Floors" = "Levenslange verdiepingen";

/* title for the Daily Floors award section of the achievements area */
"Daily Floor Count" = "Dagelijkse verdiepingen";

/* title for the Awards awards section of the Achievements area */
"Awards" = "Onderscheidingen";

/* Number of floors climbed */
"floors" = "verdiepingen";

/* Number of steps taken */
"steps" = "stappen";

/* prefix put before a user's best datapoint (best day, best week, etc) */
"Best: " = "Best: ";

/* title for the special achievments area of the app */
"Special Achievements" = "Speciale prestaties";

/* title for a special award earned for climbing lots of floors */
"Mountain Climber" = "Bergbeklimmer";

/* explanation of mountain climber badge */
"3 consecutive days with more than 100 floors" = "3 opeenvolgende dagen met meer dan 100 verdiepingen";

/* title for a special award earned for walking a lot in a weekend */
"Weekend Walker" = "Weekend Wandelaar";

/* explanation of the weekend walker badge */
"15,000 steps on a consecutive Saturday and Sunday" = "15.000 stappen op een opeenvolgende zaterdag en zondag";

/* title for a special award earned for hitting your goal for a whole month */
"Perfect Month" = "Perfecte Maand";

/* explanation of the perfect month badge */
"Hit your goal every day for an entire month" = "Bereik je doel elke dag gedurende een kalendermaand";

/* label under the number of steps a user has to take to complete a given award */
"to go" = "te gaan";

/* description of the goal streak badge, days always plural (>7) */
"Reach your goal for %@ days in a row" = "Bereik je doel %@ dagen achter elkaar";

/* marker for the date a badge was earned */
"Reached on %@" = "Bereikt op %@";

/* button title after a purchase is made*/
"Thank You!" = "Bedankt!";

/* Setting Header for option to lock the app to a particular timezone */
"Fixed Timezone" = "Vaste Tijdzone";

/* Explanation of the fixed timezone mode where the app is locked to a particular timezone */
"Display data using a fixed timezone, otherwise your current timezone will be used." = "Geef gegevens weer met een vaste tijdzone, anders wordt je huidige tijdzone gebruikt.";

/* Option to change timezone based on locally chosen timezone. */
"Change based on local setting." = "Wijzigen op basis van lokale instelling";

/* Button title for choosing a new timezone */
"Choose" = "Kies";

/* Title for chooser for a new timezone */
"Choose Timezone" = "Kies Tijdzone";

/* Option to always use the local timezone */
"Use Local Timezone" = "Gebruik Lokale Tijdzone";

/* Title for settings section regarding Themes */
"Theme" = "Thema";

/* Title for custom icon chooser */
"Icon" = "Icon";

/* Title for Monthly challanges badges */
"Monthly Challenges" = "Maandelijkse Uitdagingen";

/* Title for 2019 Monthly challanges badges */
"2019 Challenges" = "2019 Onderscheidingen";

/* Title for 2019 Monthly challanges badges */
"2020 Challenges" = "2020 Onderscheidingen";

/* Title for 2021 Monthly challanges badges */
"2021 Challenges" = "2021 Onderscheidingen";

/* Title for 2022 Monthly challanges badges */
"2022 Challenges" = "2022 Onderscheidingen";

/* Subtitle for monthly challenge badge header */
"A new challenge every month" = "In 2023 elke maand een nieuwe uitdaging";

/* Goal description, earn by doubling your goal %@ times */
"Double your goal %@ times" = "Verdubbel je doel %@ keer";

/* Title for goal based on total number of wheelchair pushes */
"Lifetime Pushes" = "Levenslange duwen";

/* Goal description for daily goal badge, earned by reaching your goal a certain number of times in a month*/
"Reach your goal %@ times" = "Bereik je doel %@ keer";

/* Short Goal description, earn by reaching your goal for %@ days in a row */
"Get a %@ day streak" = "Krijg een %@ dagreeks";

/* Full Goal description, earn by reaching your goal for %@ days in a row, including Rest Days*/
"Reach your goal for %@ days in a row (including Rest Days)." = "Bereik je doel %@ dagen achter elkaar (inclusief rustdagen).";

/* suffix for count of wheelchair pushes, used for things like '12 pushes' (always plural) */
"pushes" = "keer duwen";

/* prefix for descriptions that relate to walking steps, used for things like 'Walk 12000 steps' */
"Walk" = "Wandeling";

/* Setting to have Pedometer++ use the system Dark Mode to control the current theme */
"Follow System Dark Mode" = "Spiegel iPhone Donkere Modus";

/* Remove Advertisements from the app */
"Remove Ads" = "Verwijder Advertenties";

/* Font for use in Widgets */
"Widget Font" = "Widget Lettertype";

/*  Tab Bar Item for Steps Graph */
"Steps" = "Stappen";

/*  Tab Bar Item for Badges List */
"Badges" = "Insignes";

/*  Tab Bar Item for Walking workouts */
"Walk" = "Wandeling";

/*  Tab Bar Item for Wheelchair Workouts */
"Roll" = "Rollen";

/* number of days that a streak is active */
"year" = "jaar";

/* number of days that a streak is active */
"years" = "jaren";

"You can also track your workouts using the Pedometer++ Apple Watch app." = "Je kunt je trainingen ook volgen met de Pedometer++ Apple Watch app.";

"Start Walking" = "Begin wandeling";

"Start Workout" = "Begin training";

"GPS Tracking" = "GPS Tracking";

"GPS Status" = "GPS Status";

"Live Activity" = "Live Activiteiten";


"Live Activities show your workout progress right on your Home Screen and in the Dynamic Island on compatible devices." = "Live Activiteiten tonen je trainingsvoortgang rechtstreeks op je startscherm en in het Dynamic Island op compatibele apparaten.";

"Live Activity Layout" = "Live Activiteiten Lay-out";

"Disable Live Activity" = "Live Activiteit Uitschakelen";

"View your workout track on a map while you move, with a route optionally overlaid." = "Bekijk je trainingstraject op een kaart terwijl je beweegt, met optioneel een route er overheen.";

"Select Route" = "Selecteer Route";

"Open" = "Open";

"Goal" = "Doel";

"Map" = "Kaart";

"Cancel" = "Annuleren";

"Pedometer++ will track your workout without a specific goal in mind. Just get out there and move." = "Pedometer++ houdt je training bij zonder een specifiek doel voor ogen. Ga gewoon naar buiten en beweeg.";

"Set out with a specific distance goal in mind. Your progress towards this will be shown along the way." = "Ga op pad met een specifiek afstandsdoel in gedachten. Je voortgang hierin wordt gaandeweg getoond.";

"Routes" = "Routes";

"During your workouts it is possible to display your current location on a map. On this map you can overlay a GPS route for reference." = "Tijdens je trainingen is het mogelijk om je huidige locatie op een kaart weer te geven. Op deze kaart kan je ter referentie een GPS route weergeven.";

"View Routes" = "Routes Bekijken";

"Miles" = "Mijlen";

"Kilometers" = "Kilometers";

"iPhone Only" = "Alleen voor iPhone";

"Merge Data" = "Gegevens Samenvoegen";

"Count Steps" = "Tel Stappen";

"Count Pushes" = "Tel Duwen";

"Automatic" = "Automatisch";

"Manual" = "Handmatig";

"Height:" = "Hoogte:";

"Strict Streaks" = "Strikte Reeksen";

"Rest Days" = "Rustdagen";

"Mirror iPhone" = "Spiegel iPhone";

"Override" = "Overschrijven";

"Standard" = "Standaard";

"Color Blind" = "Kleurenblind";

"Use Dark Mode" = "Gebruik Donkere Modus";

"Premium Icons" = "Premium Iconen";

"Basic Icons" = "Basis Iconen";

"It doesn't look like you have Email setup on your iPhone, this is required for export." = "Het lijkt er niet op dat je e-mailinstellingen hebt op je iPhone, dit is vereist voor export.";

"Duration" = "Duur";

"Distance" = "Afstand";

"Speed" = "Snelheid";

"Pace" = "Tempo";

"Distance Goal" = "Afstand Doel";

"Calories" = "Calorieën";

"Heart Rate" = "Hartslag";

"Average Speed" = "Gemiddelde Snelheid";

"Average Pace" = "Gemiddelde Tempo";

"Average HR" = "Gemiddelde Hartslag";

"Elevation" = "Hoogte";

"Workout Route" = "Trainingsroute";

"Add to Routes" = "Toevoegen aan Routes";

"Export as GPX" = "Exporteer als GPX";

"Don't Overlay Route" = "Route Niet Overlappen";

"Walking" = "Lopen";

"Hiking" = "Hiking";

"Running" = "Rennen";

"Routes are added to Pedometer++ via GPX files. GPX files contain the collection of GPS coordinates that you'd like to follow." = "Routes worden toegevoegd aan Pedometer++ via GPX-bestanden. GPX-bestanden bevatten de verzameling GPS-coördinaten die je wilt volgen.";

"No Routes Found" = "Geen Routes Gevonden";

"To add a GPX file to this list, locate the file on your iPhone and then hit **Share** and choose Pedometer++ as the destination." = "Om een GPX-bestand aan deze lijst toe te voegen, zoek je het bestand op je iPhone en drukt u op **Delen** en kies je Pedometer++ als bestemming.";

"Downloading a route saves a roughly 800m wide strip of map along the track. This is not a wide area map suitable for primary navigation. Be careful and wise out there." = "Het downloaden van een route bespaart een ongeveer 800 meter brede strook kaart langs de baan. Dit is geen kaart met een groot gebied die geschikt is voor primaire navigatie. Wees voorzichtig en wijs daarbuiten.";

"This route display is for informational purposes only and does **not replace** proper navigational tools and common sense." = "Deze routeweergave is alleen voor informatieve doeleinden en is **geen vervanging** van de juiste navigatiehulpmiddelen en gezond verstand.";

"Pedometer++ encourages you to be more active by making you aware of your daily movement." = "Pedometer++ moedigt je aan om actiever te zijn door je bewust te maken van je dagelijkse beweging.";

"Motion & Fitness Data" = "Bewegings- en fitnessgegevens";

"Continue" = "Doorgaan";

"Pedometer++ requires access to your Motion & Fitness data in order to display your daily movement." = "Pedometer++ vereist toegang tot je bewegings- en fitnessgegevens om je dagelijkse beweging weer te geven.";

"View Privacy Policy" = "Bekijk het privacybeleid";

"This data is stored securely and never leaves your device." = "Deze gegevens worden veilig opgeslagen en verlaten nooit je apparaat.";

"Get Started" = "Begin";

"Today" = "Vandaag";

"In order to track your movement during a workout Pedometer++ must be given access to your Location data." = "Om je beweging tijdens een training te volgen, moet Pedometer++ toegang krijgen tot je locatiegegevens.";

"Open Settings" = "Open Instellingen";

"Permission has been denied. Please approve in Settings in order to use workout tracking." = "Toestemming is geweigerd. Geef toestemming in Instellingen om het volgen van trainingen te gebruiken.";

"Health Permissions" = "Gezondheid Toestemming";

"Your workout results are saved to your Health database." = "Je trainingsresultaten worden opgeslagen in je Gezondheids database.";

"Goal\nAchieved!" = "Doel\nBehaald!";

"Remaining" = "Resterende";

"Pause" = "Pauze";

"Resume" = "Hervat";

"End" = "Stop";

"Continue Workout" = "Doorgaan met trainen";

"Are you sure you want to end this workout?" = "Weet je zeker dat je deze training wilt beëindigen?";

"Delete Route" = "Verwijder Route";

"Rename Route" = "Hernoem Route";

"Save" = "Bewaar";

"All map tiles downloaded." = "Alle kaarttegels gedownload.";

"Download in progress" = "Download bezig";

"downloaded for offline use." = "gedownload voor offline gebruik.";

"Checking map status..." = "Kaart status controleren...";

"Workout Mode" = "Trainingsmodus";

"Paused" = "Gepauzeerd";

"Walk" = "Wandel";

"Run" = "Ren";

"Hike" = "Hike";

"Indoor" = "Binnen";

"Outdoor" = "Buiten";

"Other" = "Anders";

"Workout Display" = "Training Weergave";

"Shown Metrics" = "Getoonde Statistieken";

"Elevation Gain" = "Hoogtewinst";

"Today's Steps" = "Stappen van vandaag";

"Workout Steps" = "Trainings stappen";

"Refresh" = "Vernieuwen";

"Add routes to Pedometer++ on your iPhone." = "Voeg routes toe aan Pedometer++ op je iPhone.";

"Loading GPS..." = "GPS laden...";

"None" = "Geen";

"Topographic Map" = "Topografische Kaart";

"Standard Map" = "Standaard Kaart";

"Satellite Map" = "Satelliet Kaart";

"In order to display your workout data Pedometer++ requires access to the workout metrics stored in the Health app." = "Om je trainingsgegevens weer te geven heeft Pedometer++ toegang nodig tot de trainingsstatistieken die zijn opgeslagen in de Gezondheids app.";

"Loading Walks..." = "Wandelingen laden...";

"Loading Workouts..." = "Trainingen laden...";

"No Workout Data Found" = "Geen trainingsgegevens gevonden";

"Permission has been denied. Please approve in Settings in order to use Pedometer++." = "Toestemming is geweigerd. In Instellingen goed keuren om Pedometer++ te kunnen gebruiken.";

"Increase" = "Toenemen";

"Decrease" = "Afnemen";
